Repository: oat-sa-archived/extension-tao-itemhtml
Catalog: locales/*-valencia/messages.po
Languages: ca_es_valencia

source: %s was successfully replaced
ca_es_valencia: %s s'ha reemplaçat correctament

source: Add a zip containing an OWI
ca_es_valencia: Afig un zip que conté un OWI

source: An Open Web Item package must contain an index.html file at the root of the archive.
ca_es_valencia: Un paquet de tipus OWI (Open Web Item, Element Web Obert) ha de contindre un fitxer index.html a l'arrel de l'arxiu.

source: An unexpected error occured during the OWI Item import.
ca_es_valencia: S'ha produït un error inesperat durant la importació de l'element OWI.

source: Disable validation
ca_es_valencia: Inhabilita la validació

source: Export
ca_es_valencia: Exporta

source: Export an Open Web Item
ca_es_valencia: Exporta un element web obert

source: Failed retrieving %s
ca_es_valencia: S'ha produït un error en recuperar %s

source: Failed to publish %1$s
ca_es_valencia: S'ha produït un error en publicar %1$s

source: File name
ca_es_valencia: Nom del fitxer

source: Import
ca_es_valencia: Importa

source: Import an Open Web Item
ca_es_valencia: Importa un element web obert

source: Import Content
ca_es_valencia: Importa el contingut

source: Item "%s" is not available in any language
ca_es_valencia: L'element "%s" no està disponible en cap idioma.

source: Items
ca_es_valencia: Elements

source: Open Web Item
ca_es_valencia: Element web obert

source: Published "%1$s" in language "%2$s
ca_es_valencia: S'ha publicat "%1$s" en l'idioma "%2$s

source: Published %s
ca_es_valencia: S'ha publicat %s

source: The OWI Item was successfully imported.
ca_es_valencia: L'element OWI s'ha importat correctament.

source: The ZIP archive containing the Open Web Item could not be open.
ca_es_valencia: L'arxiu ZIP que conté l'element web obert no s'ha pogut obrir.

source: This Open Web Item already has content. Go to Preview to see it or import a replacement below.
ca_es_valencia: Aquest element web obert ja té contingut. Aneu a Previsualització per a veure'l o importeu-ne un reemplaçament a continuació.

source: Validation of the imported file has failed
ca_es_valencia: La validació del fitxer importat ha fallat.

source: Validation of the imported package has failed
ca_es_valencia: La validació del paquet importat ha fallat.
