Repository: oat-sa-archived/extension-tao-itemhtml
Catalog: locales/*/messages.po
Languages: fr_fr, it_it, ja_jp, nl_nl, ru_ru, zh_cn, zh_tw

source: %s was successfully replaced
fr_fr: %s a été remplacé avec succès.
it_it: %s è stato sostituito con successo
ja_jp: %s は正常に置き換えられました
nl_nl: %s is succesvol vervangen
ru_ru: %s успешно заменен

source: Add a zip containing an OWI
fr_fr: Ajouter un zip contenant un OWI
it_it: Aggiungere un zip contenente un OWI
ja_jp: OWIを含むZIPを追加
nl_nl: Voeg een zip met een OWI toe
ru_ru: Добавление ZIP-архива, содержащего открытый веб-элемент
zh_cn: 添加一个持有OWI的ZIP压缩档案
zh_tw: 新增一個持有 OWI 的ZIP壓縮檔案

source: An Open Web Item package must contain an index.html file at the root of the archive.
fr_fr: Un paquet de type Open Web Item doit contenir un fichier index.html à la racine de l'archive.
it_it: Un pacchetto di Elementi Web Aperti deve contenere un file index.html nella directory principale dell'archivio.
ja_jp: オープンWebアイテムパッケージには、アーカイブのルートに index.html ファイルが含まれなければいけません。
nl_nl: Een Open Web Item pakketje moet een index.html bestand bevatten in de root van het archief.
ru_ru: Открытый пакет веб-элементов должен содержать файл index.html в корне архива.
zh_cn: 一个Open Web题目包的根存档必须要有一个index.html文件。
zh_tw: 一個 Open Web 題目包的根存檔必須要有一個 index.html 檔案。

source: An unexpected error occured during the OWI Item import.
fr_fr: Une erreur inattendue s'est produite pendant l'import de l'item OWI.
it_it: Si è verificato un errore imprevisto durante l'importazione dell'elemento OWI.
ja_jp: OWI アイテムのインポート中に予期せぬエラーが発生しました。
nl_nl: Er trad een onverwachte fout op bij de import van het OWI item.
ru_ru: Произошла непредвиденная ошибка при импорте открытого веб-элемента.
zh_cn: 在汇入OWI题目时发生了未预料到的错误。
zh_tw: 在匯入 OWI 題目時發生了未預料到的錯誤。

source: Disable validation
fr_fr: Désactiver la validation
it_it: Disabilitare la convalida
ja_jp: 検証を無効にする
nl_nl: Validatie uitschakelen
ru_ru: Отключение проверки
zh_cn: 禁用验证
zh_tw: 禁用驗證

source: Export
fr_fr: Exporter
it_it: Esporta
ja_jp: エクスポート
nl_nl: Exporteren
ru_ru: Экспортировать
zh_cn: 导出
zh_tw: 匯出

source: Export an Open Web Item
fr_fr: Exporter un Open Web Item
it_it: Esportazione di un Elemento Web Aperto
ja_jp: オープンWebアイテムエクスポート
nl_nl: Exporteer een Open Web Item
ru_ru: Экспорт открытого веб-элемента
zh_cn: 导出一个Open Web题目
zh_tw: 匯出一個 Open Web 題目

source: Failed retrieving %s
fr_fr: A échoué à récupérer %s
it_it: Impossibile recuperare %s
ja_jp: %s の取得失敗
nl_nl: Terughalen %s is mislukt

source: Failed to publish %1$s
fr_fr: A échoué à publier %1$s
it_it: Impossibile pubblicare %1$s
ja_jp: %1$s の公開に失敗
nl_nl: Het publiceren van %1$s is mislukt

source: File name
fr_fr: Nom de fichier
it_it: Nome file
ja_jp: ファイル名
nl_nl: Bestandsnaam
ru_ru: Название файла
zh_cn: 文件名
zh_tw: 檔案名稱

source: Import
fr_fr: Importer
it_it: Importa
ja_jp: インポート
nl_nl: Importeren
ru_ru: Импорт
zh_cn: 导入
zh_tw: 匯入

source: Import an Open Web Item
fr_fr: Importer un Open Web Item
it_it: Importa un Elemento Web Aperto
ja_jp: オープンWebアイテムインポート
nl_nl: Importeer een Open Web Item
ru_ru: Импорт открытого веб-элемента
zh_cn: 汇入一个Open Web题目
zh_tw: 匯入一個 Open Web 題目

source: Import Content
fr_fr: Importer un contenu
it_it: Importa Contenuto
ja_jp: コンテンツインポート
nl_nl: Importeer inhoud
ru_ru: Импорт содержимого
zh_cn: 导入内容
zh_tw: 匯入內容

source: Item "%s" is not available in any language
fr_fr: L'item "%s" n'est pas disponible dans cette langue.
it_it: L'elemento "%s" non è disponibile in nessuna lingua
ja_jp: アイテム "%s" はどの言語でも利用できません
nl_nl: Item "%s" is niet langer in een taal beschikbaar

source: Items
it_it: Elementi
ja_jp: アイテム
ru_ru: Элементы
zh_cn: 题目
zh_tw: 題目

source: Open Web Item
it_it: Elemento Web Aperto
ja_jp: オープンWebアイテム
ru_ru: Открытый веб-элемент
zh_cn: Open Web题目
zh_tw: Open Web 題目

source: Published "%1$s" in language "%2$s
fr_fr: A publié "%1$s" dans la langue "%2$s
it_it: Pubblicato "%1$s" nella lingua "%2$s
ja_jp: 言語 "%2$s に "%1$s" を公開
nl_nl: "%1$s" Gepubliceerd in taal "%2$s

source: Published %s
fr_fr: %s publié
it_it: Pubblicato %s
ja_jp: %s を公開
nl_nl: %s Gepubliceerd

source: The OWI Item was successfully imported.
fr_fr: L'item OWI a été importé avec succès.
it_it: L'elemento OWI è stato importato con successo.
ja_jp: OWIアイテムのインポートに成功しました。
nl_nl: Het OWI item is succesvol geïmporteerd
ru_ru: Открытый веб-элемент успешно импортирован.
zh_cn: OWI(Open Web题目)已成功导入。
zh_tw: OWI(Open Web 題目)已成功匯入。

source: The ZIP archive containing the Open Web Item could not be open.
fr_fr: L'archive ZIP contenant l'Open Web Item n'a pu être ouvert.
it_it: Impossibile aprire l'archivio ZIP contenente l'Elemento Web Aperto.
ja_jp: オープンWebアイテムを含むZIPアーカイブを開くことができませんでした。
nl_nl: Het ZIP bestand met het Open Web Item kon niet worden geopend.
ru_ru: ZIP-архив, содержащий открытый веб-элемент, не может быть открыт.
zh_cn: 包含OWI(Open Web题目)的ZIP压缩档无法开启。
zh_tw: 包含OWI(Open Web 題目)的ZIP壓縮檔無法開啟。

source: This Open Web Item already has content. Go to Preview to see it or import a replacement below.
fr_fr: L'Open Web Item a déjà du contenu. Allez à la Prévisualisation pour le voir ou importez un contenu de remplacement ci-dessous.
it_it: Questo Elemento Web Aperto ha già del contenuto. Vai a Anteprima per visualizzarlo o importare una sostituzione di seguito.
ja_jp: このオープンWebアイテムにはすでにコンテンツがあります。プレビューに移動して、それを確認するか、下の交換品をインポートします。
nl_nl: Dit Open Web Item heeft al content. Ga naar voorbeeld om het te zien of importeer een vervanger hieronder.
ru_ru: Этот открытый веб-элемент уже содержит содержимое. Перейти к предварительному просмотру, чтобы увидеть его или импортировать замену ниже.
zh_cn: 这个(OWI)Open Web题目已有内容。 请看预览或从以下导入替代题目。
zh_tw: 這個(OWI)Open Web題目已有內容。 請看預覽或從以下匯入替代題目。

source: Validation of the imported file has failed
fr_fr: La validation du fichier importé a échoué.
it_it: La convalida del file importato non è riuscita
ja_jp: インポートされたファイルの検証に失敗しました。
nl_nl: Validatie van het geïmporteerde bestand is mislukt
ru_ru: Не удалось выполнить проверку импортированного файла
zh_cn: 导入的文件验证失败
zh_tw: 匯入的檔案驗證失敗

source: Validation of the imported package has failed
fr_fr: La validation du paquet importé a échoué.
it_it: La convalida del pacchetto importato non è riuscita
ja_jp: インポートされたパッケージの検証に失敗しました。
nl_nl: Validatie van het geïmporteerde bestand is mislukt
ru_ru: Не удалось выполнить проверку импортированного пакета
zh_cn: 导入的档案包验证失败
zh_tw: 匯入的檔案包驗證失敗
